Repository: elementary/notifications
Catalog: po/extra/*.po
Languages: ca, ckb, de, fr, hu, ja, nl, pl, ru, tr, uk

source: Notifications
ca: Notificacions
ckb: ئاگادارکردنەوەکان
de: Benachrichtigungen
hu: Értesítések
ja: 通知
nl: Meldingen
pl: Powiadomienia
ru: Уведомления
tr: Bildirimler
uk: Сповіщення

source: Notification bubbles and sounds for the desktop
ca: Bafarades i sons de notificació per a l’escriptori
ckb: دەنگ و بڵقی ئاگادارکردنەوەکان بۆ ڕوومێز
de: Benachrichtigungsblasen und -sounds für den Desktop
fr: Bulles et sons de notifications pour le bureau
hu: Értesítési buborékok és hangok az asztalon
ja: デスクトップに通知バブルを表示しサウンドを再生します
nl: Notificatie-bubbels en geluiden voor het bureaublad
pl: Dymki i dźwięki powiadomień na pulpicie
ru: Пузыри уведомлений и звуки для рабочего стола
tr: Güvenli olmayan yapıştırma iletişim kutularında metnin ayrıntılarını göster
uk: Бульбашки сповіщень та звуки для стільниці

source: A notification server for Pantheon
ca: Un servidor de notificacions per al Pantheon
ckb: ڕاژەیەکی ئاگادارکەرەوە بۆ پانسیۆن
de: Ein Benachrichtigungsserver für Pantheon
fr: Un serveur de notifications pour Pantheon
hu: Értesítéskiszolgáló a Pantheonhoz
ja: Pantheon 向けの通知サーバーです
nl: Een notificatie-server voor Pantheon
pl: Serwer powiadomień dla Pantheon
ru: Сервер уведомлений для Pantheon
tr: Pantheon için bir bildirim sunucusu
uk: Сервер сповіщень для Pantheon

source: Block GSD "Automatic Suspend" notifications
ca: Bloca les notificacions de Suspensió automàtica de GSD
fr: Bloquer les notifications de « Mise en veille automatique » de GSD
hu: A GSD "Automatikus felfüggesztés" értesítéseinek letiltása
ja: GSD の "自動サスペンド" の通知を無効化
pl: Zablokowano powiadomienia GSD "Automatyczne uśpienie"
ru: Блокировка уведомлений от GSD об автоматической блокировке
uk: Блокування сповіщень GSD "Автоматичне призупинення"

source: Increase sound and brightness notifications width to match other notifications
ca: Augmenta l'amplada i la brillantor de les notificacions de so i perquè coincideixi amb altres notificacions
fr: Augmentation du son et de la luminosité des notifications pour les harmoniser avec les autres notifications
hu: A hang-és fényerőállítási értesítések szélessége növelve az egyéb értesítések szélességére
ja: 音量／輝度変更の通知の横幅を広げほかの通知の横幅に合わせる修正を追加
ru: Ширина уведомлений о звуке и яркости увеличена в соответствие другим уведомлениям
uk: Збільшено ширину сповіщень звуку та яскравості, щоб вони узгоджувалися з іншими сповіщеннями

source: Minor Updates:
ca: Actualitzacions menors:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
ja: そのほかのアップデート:
nl: Kleine updates:
pl: Pomniejsze aktualizacje:
ru: Незначительные обновления:
tr: Küçük güncellemeler:
uk: Незначні оновлення:

source: Updated translations
ca: Traduccions actualitzades
ckb: وەرگێڕانەکان نوێکراونەوە
de: Aktualisierte Übersetzungen
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
ru: Обновлены переводы
tr: Çeviriler güncellendi
uk: Оновлені переклади

source: Fix missing icon when set from icon name
ca: Correcció de la icona que falta quan s'estableix des del nom de la icona
fr: Correction d'une icône manquante lors de la définition à partir du nom de l'icône
hu: Hiányzó ikon javítva az ikonnévből való megállapítás után
ja: アイコン名を指定して通知を送信すると、アイコンが表示されない不具合を修正
nl: Verbeter missend icoon wanneer ingesteld van icoon naam
pl: Naprawiono brakującą ikonę gdy ustawiono ją przez nazwę
ru: Исправлено отсутствие значка, если он был установлен из названия
uk: Виправлено відсутність піктограми, коли встановлено з назви піктограми

source: Performance improvements
ca: Millores de rendiment
ckb: باشترکراوەکانی ئەدا
de: Leistungsverbesserungen
fr: Améliorations des performances
hu: Teljesítménybeli javítások
ja: パフォーマンスの改善
nl: Prestatieverbeteringen
pl: Poprawa wydajności
ru: Улучшения производительности
tr: Performans iyileştirmeleri
uk: Поліпшення швидкодії

source: Complete rewrite:
ca: Reescriptura completa:
ckb: دوبارە بە تەواوی دروستکراوەتەوە:
de: Komplett neu geschrieben:
fr: Réécriture complète :
hu: Teljes újraírás:
ja: 完全なコードの書き直し:
nl: Complete herschrijving:
pl: Całkowite przepisanie:
ru: Полностью переписано:
tr: Tamamen yeniden yazıldı:
uk: Повністю переписано:

source: Support the dark style
ca: Admissió de l'estil fosc
ckb: پاڵپشتیکردنی دۆخی تاریک
de: Unterstützung für Dark Mode
fr: Prise en charge du thème sombre
hu: Sötét téma támogatása
ja: ダークスタイルに対応
nl: Ondersteunt de donkere stijl
pl: Wsparcie dla ciemnego motywu
ru: Поддержка тёмного стиля
tr: Koyu renk tema desteği eklendi
uk: Підтримка темного стилю

source: Action buttons
ca: Botons d'acció
ckb: دوگمەکانی کردار
fr: Boutons d'action
hu: Akciógombok
ja: アクションボタンを追加
nl: Actieknoppen
pl: Przyciski akcji
ru: Кнопки действий
tr: Eylem düğmeleri eklendi
uk: Кнопки дій

source: Optional badge icons
ca: Icones d'insígnia opcionals
ckb: ئایکۆنەکانی باجی ئارەزوومەندانە
de: Optionale Badge Icons
fr: Option de badge d'icône
hu: Opcionális jelzésikon
ja: バッジアイコンを表示可能に
nl: Originele badgeiconen
pl: Opcjonalne ikony odznak
ru: Дополнительные иконки значков
tr: İsteğe bağlı rozet simgeleri eklendi
uk: Додаткові значки піктограм

source: Automatically badge images with app icons
ca: Inserció d'imatges d'insígnies automàticament amb icones d’aplicacions
ckb: خۆکارانە نیشانەکردنی وێنەکان لەگەڵ ئایکۆنی ئەپەکان
de: Bilder automatisch mit Badge Icons versehen
fr: Affichage automatique de l'icône de l'application
hu: Alkalmazásikon automatikus megjelenítése a képeken jelvényként
ja: 画像にアプリアイコンを自動的に重ねて表示するように変更
nl: Afbeeldingen automatisch voorzien van app-pictogrammen
pl: Automatycznie oznaczaj obrazy ikonami aplikacji
ru: Автоматическая пометка изображений иконками приложений
tr: Uygulama simgeleriyle görüntüleri otomatik olarak rozetleyin
uk: Автоматичне розміщення зображень значків на піктограмах застосунків

source: Swipe away to dismiss
ca: Feu-ho lliscar fora per ignorar-ho.
ckb: لادان بۆ لابردنیان
de: Wegwischen um zu Verwerfen
fr: Action de glisser pour masquer
hu: Elvetés csúsztatással
ja: 通知をスワイプすると消去できる機能を追加
nl: Veeg weg om te negeren
pl: Przesuń aby zamknąć
ru: Проведение пальцем, чтобы отклонить
tr: Kapatmak için kaydırma hareketleri eklendi
uk: Проведення пальцем, щоб відхилити

source: elementary, Inc.
ckb: کۆمپانیای ئێلەمێنتەری هاوپشک.
