Repository: elementary/notifications
Catalog: po/*.po
Languages: de, es, ru

source: Nothing to do here
de: Hier gibt es nichts zu tun
es: Nada que hacer aquí
ru: Нет никаких действий

source: Notifications preferences are for configuring which apps make use of notifications, for changing how an app's notifications appear, and for setting when you do not want to be disturbed by notifications.
de: In der Systemeinstellung »Benachrichtigungen« können Sie einrichten, welche Anwendungen Benachrichtigungen senden dürfen, in welcher Weise diese erscheinen sollen und wann Sie nicht durch Benachrichtigungen gestört werden wollen.
es: Las preferencias de notificaciones permiten configurar qué aplicaciones hacen uso de notificaciones, cambiar cómo aparecen las notificaciones de una aplicación y configurar cuándo no desea que le molesten.
ru: Параметры уведомлений позволяют изменить поведение уведомлений отдельных приложений, либо совсем отключить их на какое-то время.

source: When apps are installed that have notification options they will automatically appear here.
de: Installierte Anwendungen, die über eine Benachrichtigungsfunktion verfügen, erscheinen hier automatisch.
es: Cuando se instalen aplicaciones con opciones de notificación, estas aparecerán aquí automáticamente.
ru: После установки приложения с поддержкой уведомлений оно автоматически появится здесь.

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ru: Уведомления

source: Configure notification bubbles, sounds, and notification center
de: Benachrichtigungen, Klänge und das Benachrichtigungscenter einrichten
es: Configure las burbujas de notificación, los sonidos y el centro de notificaciones
ru: Настройка баннеров, звуков и центра уведомлений

source: Do Not Disturb
de: Bitte nicht stören
es: No molestar
ru: Не беспокоить

source: Notifications Center
de: Benachrichtigungscenter
es: Centro de notificaciones
ru: Центр уведомлений

source: Sound
de: Audio
es: Sonido
ru: Звук

source: Bubbles
de: Hinweise
es: Burbujas
ru: Баннеры

source: While in Do Not Disturb mode, notifications and alerts will be hidden and notification sounds will be silenced.
de: Im Modus »Bitte nicht stören« werden Benachrichtigungen und Warnmeldungen ausgeblendet sowie Benachrichtigungsklänge unterdrückt.
es: Mientras el modo No molestar esté activo, se ocultarán las notificaciones y alertas y se silenciarán los sonidos de aviso.
ru: В режиме «Не беспокоить» уведомления и оповещения будут скрыты, а их звук отключён.

source: System notifications, such as volume and display brightness, will be unaffected.
de: Systembenachrichtigungen, wie beispielsweise die der Lautstärke- und Helligkeitseinstellungen, sind nicht betroffen.
es: Las notificaciones del sistema, como volumen y brillo de pantalla, no se verán afectadas.
ru: Системные уведомления, такие как громкость и яркость дисплея, не будут затронуты.

source: elementary OS is in Do Not Disturb mode
de: elementary OS befindet sich im Modus »Bitte nicht stören«
es: elementary OS está en modo No molestar
ru: Система находится в режиме «Не беспокоить»

source: Bubbles appear in the top right corner of the display and disappear automatically.
de: Hinweise erscheinen in der oberen rechte Ecke des Bildschirms und werden nach kurzer Zeit automatisch wieder ausgeblendet.
es: Las burbujas aparecen en la esquina superior derecha de la pantalla y desaparecen automáticamente.
ru: Уведомления появляются в правом верхнем углу экрана и автоматически исчезают.

source: Sounds
de: Klänge
es: Sonidos
ru: Звуки

source: Sounds play once when a new notification arrives.
de: Beim Eintreffen von Benachrichtigungen werden Klänge wiedergegeben.
es: Los sonidos se reproducen una vez al recibir una notificación nueva.
ru: Воспроизведение звука при новом уведомлении.

source: Notification Center
de: Benachrichtigungscenter
es: Centro de notificaciones
ru: Центр уведомлений

source: Show missed notifications in Notification Center.
de: Verpasste Benachrichtigungen werden im Benachrichtigungscenter angezeigt.
es: Mostrar notificaciones perdidas en el centro de notificaciones.
ru: Показывать пропущенные уведомления в «Центре уведомлений».

source: Disabled
de: Deaktiviert
es: Desactivado
ru: Отключено
